Repository: Kyome22/ScreenNote
Catalog: ScreenNote/Localizable.xcstrings
Source language: en
Languages: ja

# %@%@key
source: %1$@ %2$@ key
ja: %1$@ %2$@キー

# aboutApp
source: About ScreenNote
ja: ScreenNoteについて

source: Align
ja: 整列

source: Arrange
ja: 配置

# arrow
source: Arrow Tool: A
ja: 矢印ツール: A

source: Background Color:
ja: 背景色:

source: Background Opacity:
ja: 背景の不透明度:

source: Bottom
ja: 画面下部

# bringFront
source: Bring to Frontmost
ja: 最前面へ配置

source: Canvas
ja: キャンバス

# clear
source: Clear All: ⌘⌫
ja: 全てを削除: ⌘⌫

# clearAllObjects
source: Clear all objects each time.
ja: 表示の度に全てのオブジェクトを削除する

# colorPalette
source: Change Color
ja: 描画色の変更

source: Default Color:
ja: デフォルトの描画色:

source: Default Line Width:
ja: デフォルトの線幅:

source: Default Opacity:
ja: デフォルトの不透明度:

source: Delete: ⌫
ja: 削除: ⌫

source: Dummy
ja: ダミー

source: Duplicate
ja: 複製

# environment%@%@%@
source: # Environment - %@: ver %@ - macOS: %@
ja: # 環境 - %@: ver %@ - macOS: %@

source: # Expected Result
ja: # 本来期待される挙動

# fillOval
source: Fill Oval Tool: O
ja: 楕円ツール（塗りつぶし）: O

# fillRect
source: Fill Rectangle Tool: R
ja: 長方形ツール（塗りつぶし）: R

source: Flip
ja: 反転

source: Flip Horizontal
ja: 水平方向に反転

source: Flip Vertical
ja: 垂直方向に反転

source: General
ja: 一般

# goBack
source: Go Back: ⌘Z
ja: 元に戻す: ⌘Z

# goForward
source: Go Forward: ⇧⌘Z
ja: やり直す: ⇧⌘Z

source: Hide Canvas
ja: キャンバスを非表示

source: Horizontal Align Center
ja: 水平方向中央に整列

source: Horizontal Align Left
ja: 水平方向左に整列

source: Horizontal Align Right
ja: 水平方向右に整列

source: Introduction:
ja: 導入:

source: Issue Report
ja: 不具合の報告

source: Launch:
ja: 起動:

# launchAtLogin
source: Launch ScreenNote automatically at login.
ja: ログイン時に自動でScreenNoteを起動

source: Left
ja: 画面左側

# line
source: Line Tool: L
ja: 直線ツール: L

# lineOval
source: Line Oval Tool: ⇧O
ja: 楕円ツール（輪郭線）: ⇧O

# lineRect
source: Line Rectangle Tool: ⇧R
ja: 長方形ツール（輪郭線）: ⇧R

# lineWidth
source: Change Line Width
ja: 線幅の変更

# longPress%@
source: Long press the %@ key.
ja: %@キーを長押ししてください。

# longPressModifierKey
source: Long press a modifier key.
ja: 修飾キーの長押し

source: Modifier Key:
ja: 修飾キー:

source: Objects:
ja: オブジェクト:

# opacity
source: Change Opacity
ja: 不透明度の変更

# pen
source: Pen Tool: P
ja: ペンツール: P

# pressBothSide%@
source: Press left & right %@ keys at the same time.
ja: 左右の%@キーを同時に押してください。

# pressBothSideModifierKeys
source: Press left & right modifier keys at the same time.
ja: 左右の修飾キーの同時押し

source: Report an Issue
ja: 不具合の報告

# reproduceIssue
source: # Steps to Reproduce the Issue
ja: # 不具合の再現手順（不具合が発生した際に行なっていた操作）

source: Right
ja: 画面右側

source: Rotate
ja: 回転

source: Rotate Left
ja: 半時計回りに回転

source: Rotate Right
ja: 時計回りに回転

# select
source: Select Tool: S
ja: 選択ツール: S

# sendBack
source: Send to Backmost
ja: 最背面へ配置

source: Settings…
ja: 設定…

source: # Short Description
ja: # 不具合の簡単な説明

source: Show Canvas
ja: キャンバスを表示

# showToggleMethod
source: Show toggle method at launch.
ja: アプリ起動時にトグル方法を表示する

# terminateApp
source: Quit ScreenNote
ja: ScreenNoteを終了

# text
source: Text Tool: T
ja: テキストツール: T

source: Toggle Method:
ja: トグル方法:

source: Tool Bar Position:
ja: ツールバーの位置:

source: Top
ja: 画面上部

source: Vertical Align Bottom
ja: 垂直方向下に整列

source: Vertical Align Center
ja: 垂直方向中央に整列

source: Vertical Align Top
ja: 垂直方向上に整列

# whatYouTried
source: # What You Tried - Relaunched the app: Yes/No
ja: # 試したこと - アプリの再起動: はい/いいえ
